Revit 2027 API
ParameterTypeId.ZJustification Property
 "z Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZJustification { get; }
Public Shared ReadOnly Property ZJustification As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZJustification {
	ForgeTypeId^ get ();
}
static member ZJustification : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace